Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/darohi.tmx
Source language: ru
Languages: be

source: 1-й Технический переулок
be: 1-ы Тэхнічны завулак

source: 1-й Тимирязовский переулок
be: 1-ы Ціміразаўскі завулак

source: 1-й Тиражный переулок
be: 1-ы Тыражны завулак

source: 1-й Тираспольский переулок
be: 1-ы Ціраспальскі завулак

source: 1-й Тихий переулок
be: 1-ы Ціхі завулак

source: 1-й Томский переулок
be: 1-ы Томскі завулак

source: 1-й Топографический переулок
be: 1-ы Тапаграфічны завулак

source: 1-й Тракторный переулок
be: 1-ы Трактарны завулак

source: 1-й Транзитный переулок
be: 1-ы Транзітны завулак

source: 1-й Транспортный переулок
be: 1-ы Транспартны завулак

source: 1-й Трубный переулок
be: 1-ы Трубны завулак

source: 1-й Трудовой переулок
be: 1-ы Працоўны завулак

source: 1-й Тульский переулок
be: 1-ы Тульскі завулак

source: 1-й Урожайный переулок
be: 1-ы Ураджайны завулак

source: 1-й Урожайный проезд
be: 1-ы Ураджайны праезд

source: 1-й Фабричный переулок
be: 1-ы Фабрычны завулак

source: 1-й Холмогорский переулок
be: 1-ы Халмагорскі завулак

source: 1-й Хуторской переулок
be: 1-ы Хутарскі завулак

source: 1-й Цветной переулок
be: 1-ы Каляровы завулак

source: 1-й Центральный переулок
be: 1-ы Цэнтральны завулак

source: 1-й Чапаевский переулок
be: 1-ы Чапаеўскі завулак

source: 1-й Челябинский переулок
be: 1-ы Чялябінскі завулак

source: 1-й Червенский переулок
be: 1-ы Чэрвенскі завулак

source: 1-й Черепичный переулок
be: 1-ы Чарапічны завулак

source: 1-й Шкловский проезд
be: 1-ы Шклоўскі праезд

source: 1-й Школьный переулок
be: 1-ы Школьны завулак

source: 1-й Шпилёвский переулок
be: 1-ы Шпілеўскі завулак

source: 1-й Щетинковский проезд
be: 1-ы Шчацінкаўскі праезд

source: 1-й Юбилейный переулок
be: 1-ы Юбілейны завулак

source: 1-й Южный переулок
be: 1-ы Паўднёвы завулак

source: 1-й Юношеский переулок
be: 1-ы Юнацкі завулак

source: 1-й Ямницкий переулок
be: 1-ы Ямніцкі завулак

source: 1-й Янопольский переулок
be: 1-ы Янапольскі завулак

source: 1ый переулок
be: 1-шы завулак

source: 1-я Авангардная улица
be: 1-я Авангардная вуліца

source: 1-я Авиационная улица
be: 1-я Авіяцыйная вуліца

source: 1-я Аксановская улица
be: 1-я Аксанаўская вуліца

source: 1-я Арктическая улица
be: 1-я Арктычная вуліца

source: 1-я Артиллерийская улица
be: 1-я Артылерыйская вуліца

source: 1-я Базисная улица
be: 1-я Базісная вуліца

source: 1-я Белорусская улица
be: 1-я Беларуская вуліца

source: 1-я Береговая улица
be: 1-я Берагавая вуліца

source: 1-я Билевская улица
be: 1-я Білеўская вуліца

source: 1-я Бителёвская улица
be: 1-я Біцялёўская вуліца

source: 1-я Бороникская улица
be: 1-я Баранікская вуліца

source: 1-я Великолукская улица
be: 1-я Вялікалуцкая вуліца

source: 1-я Вересковая улица
be: 1-я Верасовая вуліца

source: 1-я Вильнюсская улица
be: 1-я Вільнюская вуліца

source: 1-я Витебская улица
be: 1-я Віцебская вуліца

source: 1-я Вокзальная улица
be: 1-я Вакзальная вуліца

source: 1-я Восточная улица
be: 1-я Усходняя вуліца

source: 1-я Гомсельмашевская улица
be: 1-я Гомсельмашаўская вуліца

source: 1-я Гражданская улица
be: 1-я Грамадзянская вуліца

source: 1-я Дальняя улица
be: 1-я Дальняя вуліца

source: 1-я Добрая улица
be: 1-я Добрая вуліца

source: 1-я Дружная улица
be: 1-я Дружная вуліца

source: 1-я Железнодорожная улица
be: 1-я Чыгуначная вуліца

source: 1-я Жлобинская улица
be: 1-я Жлобінская вуліца

source: 1-я Журжевская улица
be: 1-я Журжаўская вуліца

source: 1-я Заводская улица
be: 1-я Заводская вуліца

source: 1-я Загородная улица
be: 1-я Загарадная вуліца

source: 1-я Загорянская улица
be: 1-я Загаранская вуліца

source: 1-я Задорожная улица
be: 1-я Задарожная вуліца

source: 1-я Залинейная улица
be: 1-я Залінейная вуліца

source: 1-я Заозёрная улица
be: 1-я Заазёрная вуліца

source: 1-я Западная улица
be: 1-я Заходняя вуліца

source: 1-я Запрудная улица
be: 1-я Запрудная вуліца

source: 1-я Заречная улица
be: 1-я Зарэчная вуліца

source: 1-я Зеленогурская улица
be: 1-я Зялёнагурская вуліца

source: 1-я Землемерная улица
be: 1-я Землямерная вуліца

source: 1-я Иногородняя улица
be: 1-я Іншагародняя вуліца

source: 1-я Интернациональная улица
be: 1-я Інтэрнацыянальная вуліца

source: 1-я Касплянская улица
be: 1-я Касплянская вуліца

source: 1-я Кедровая улица
be: 1-я Кедравая вуліца

source: 1-я Керамзитовая улица
be: 1-я Керамзітавая вуліца

source: 1-я Клиническая улица
be: 1-я Клінічная вуліца

source: 1-я Коллективная улица
be: 1-я Калектыўная вуліца

source: 1-я Колхозная улица
be: 1-я Калгасная вуліца

source: 1-я Кольцевая улица
be: 1-я Кальцавая вуліца

source: 1-я Коммунальная улица
be: 1-я Камунальная вуліца

source: 1-я Красная улица
be: 1-я Чырвоная вуліца

source: 1-я Краснобригадная улица
be: 1-я Чырвонабрыгадная вуліца

source: 1-я Лагерная улица
be: 1-я Лагерная вуліца

source: 1-я Лейтенантская улица
be: 1-я Лейтэнанцкая вуліца

source: 1-я Ленинская улица
be: 1-я Ленінская вуліца

source: 1-я Лесная улица
be: 1-я Лясная вуліца

source: 1-я Линейная улица
be: 1-я Лінейная вуліца

source: 1-я Луговая улица
be: 1-я Лугавая вуліца

source: 1-я Лужеснянская улица
be: 1-я Лужаснянская вуліца

source: 1-я Луческая улица
be: 1-я Лучоская вуліца

source: 1-я Магистральная улица
be: 1-я Магістральная вуліца

source: 1-я Мильчанская улица
be: 1-я Мільчанская вуліца

source: 1-я Молодёжная улица
be: 1-я Моладзевая вуліца

source: 1-я Мопровская улица
be: 1-я Мопраўская вуліца

source: 1-я Московская улица
be: 1-я Маскоўская вуліца

source: 1-я Моховая улица
be: 1-я Мохавая вуліца

source: 1-я Набережная улица
be: 1-я Набярэжная вуліца

source: 1-я Никропольская улица
be: 1-я Нікропальская вуліца

source: 1-я Новая улица
be: 1-я Новая вуліца

source: 1-я Новолюбенская улица
be: 1-я Новалюбенская вуліца

source: 1-я Новоостровенская улица
be: 1-я Новаастровенская вуліца

source: 1-я Новосенненская улица
be: 1-я Новасенненская вуліца

source: 1-я Новосуражская улица
be: 1-я Новасуражская вуліца

source: 1-я Обувная улица
be: 1-я Абутковая вуліца

source: 1-я Олимпийская улица
be: 1-я Алімпійская вуліца

source: 1-я Орудийная улица
be: 1-я Гарматная вуліца

source: 1-я Островенская улица
be: 1-я Астравенская вуліца

source: 1-я Первомайская улица
be: 1-я Першамайская вуліца

source: 1-я Полевая улица
be: 1-я Палявая вуліца

source: 1-я Полярная улица
be: 1-я Палярная вуліца

source: 1-я Поперечная улица
be: 1-я Папярочная вуліца

source: 1-я Поселковая улица
be: 1-я Пасялковая вуліца

source: 1-я Прибережная улица
be: 1-я Прыбярэжная вуліца

source: 1-я Пригородная улица
be: 1-я Прыгарадная вуліца

source: 1-я Пролетарская улица
be: 1-я Пралетарская вуліца

source: 1-я Промышленная улица
be: 1-я Прамысловая вуліца

source: 1-я Прорезная улица
be: 1-я Праразная вуліца

source: 1-я Проходная улица
be: 1-я Прахадная вуліца

source: 1-я Прядильная улица
be: 1-я Прадзільная вуліца

source: 1-я Светлая улица
be: 1-я Светлая вуліца

source: 1-я Селютская улица
be: 1-я Сялюцкая ул.

source: 1-я Сенная улица
be: 1-я Сянная вуліца

source: 1-я Сенненская улица
be: 1-я Сенненская вуліца

source: 1-я Слободская улица
be: 1-я Слабадская вуліца

source: 1-я Советская улица
be: 1-я Савецкая вуліца

source: 1-я Совхозная улица
be: 1-я Саўгасная вуліца

source: 1-я Социалистическая улица
be: 1-я Сацыялістычная вуліца

source: 1-я Стадионная улица
be: 1-я Стадыённая вуліца

source: 1-я Станционная улица
be: 1-я Станцыйная вуліца

source: 1-я Тепличная улица
be: 1-я Цяплічная вуліца

source: 1-я Техническая улица
be: 1-я Тэхнічная вуліца

source: 1-я Тираспольская улица
be: 1-я Ціраспальская вуліца

source: 1-я Транзитная улица
be: 1-я Транзітная вуліца

source: 1-я Трудовая улица
be: 1-я Працоўная вуліца

source: 1-я Украинская улица
be: 1-я Украінская вуліца

source: 1-я Улановическая улица
be: 1-я Уланавіцкая вуліца

source: 1-я улица Азина
be: 1-я вуліца Азіна

source: 1-я улица Бебеля
be: 1-я вуліца Бебеля

source: 1-я улица Бядули
be: 1-я вуліца Бядулі

source: 1-я улица Войкова
be: 1-я вуліца Войкава

source: 1-я улица Доватора
be: 1-я вуліца Даватара

source: 1-я улица Жореса
be: 1-я вуліца Жораса

source: 1-я улица Красина
be: 1-я вуліца Красіна

source: 1-я улица Крупской
be: 1-я вуліца Крупскай

source: 1-я улица Куйбышева
be: 1-я вуліца Куйбышава

source: 1-я улица Луначарского
be: 1-я вуліца Луначарскага

source: 1-я улица Мира
be: 1-я вуліца Міру

source: 1-я улица Московской дивизии
be: 1-я вуліца Маскоўскай дывізіі

source: 1-я улица Семилетки
be: 1-я вуліца Сямігодкі

source: 1-я улица Сильницкого
be: 1-я вуліца Сільніцкага

source: 1-я улица Струшенский Овраг
be: 1-я вуліца Струшенскі Аўраг

source: 1-я улица Фридриха Энгельса
be: 1-я вуліца Фрыдрыха Энгельса

source: 1-я улица Чернышевского
be: 1-я вуліца Чарнышэўскага

source: 1-я улица Черняховского
be: 1-я вуліца Чарняхоўскага

source: 1-я Уманская улица
be: 1-я Уманская вуліца

source: 1-я Урожайная улица
be: 1-я Ураджайная вуліца

source: 1-я Усвятская улица
be: 1-я Усвяцкая вуліца

source: 1-я Фестивальная улица
be: 1-я Фестывальная вуліца

source: 1-я Хасановская улица
be: 1-я Хасанаўская вуліца

source: 1-я Хлебная улица
be: 1-я Хлебная вуліца

source: 1-я Целинная улица
be: 1-я Цалінная вуліца

source: 1-я Чепинская улица
be: 1-я Чэпінская вуліца

source: 1-я Черницкая улица
be: 1-я Чарніцкая вуліца

source: 1-я Шапуровская улица
be: 1-я Шапуроўская вуліца

source: 1-я Шевардиновская улица
be: 1-я Шэвардзінаўская вуліца

source: 1-я Шумилинская улица
be: 1-я Шумілінская вуліца

source: 1-я Янопольская улица
be: 1-я Янапольская вуліца

source: 20-я Городокская улица
be: 20-я Гарадоцкая вуліца

source: 22-я Городокская улица
be: 22-я Гарадоцкая вуліца

source: 23-я Городокская улица
be: 23-я Гарадоцкая вуліца

source: 25-я Городокская улица
be: 25-я Гарадоцкая вуліца

source: 2-й Аграрный переулок
be: 2-і Аграрны завулак

source: 2-й Аксановский переулок
be: 2-і Аксанаўскі завулак

source: 2-й Алтайский переулок
be: 2-і Алтайскі завулак

source: 2-й Ангарский переулок
be: 2-і Ангарскі завулак

source: 2-й Апрельский переулок
be: 2-і Красавіцкі завулак

source: 2-й Базарный переулок
be: 2-і Базарны завулак

source: 2-й Батарейный проезд
be: 2-і Батарэйны праезд

source: 2-й Береговой переулок
be: 2-і Берагавы завулак

source: 2-й Березинский переулок
be: 2-і Бярэзінскі завулак

source: 2-й Берёзовый переулок
be: 2-і Бярозавы завулак

source: 2-й Билевский переулок
be: 2-і Білеўскі завулак

source: 2-й Бителёвский переулок
be: 2-і Біцялёўскі завулак

source: 2-й Болотный переулок
be: 2-і Балотны завулак

source: 2-й Больничный переулок
be: 2-і Бальнічны завулак

source: 2-й Больничный проезд
be: 2-і Бальнічны праезд

source: 2-й Бординический переулок
be: 2-і Бордзініцкі завулак

source: 2-й Борисовский переулок
be: 2-і Барысаўскі завулак

source: 2-й Боровой переулок
be: 2-і Баравы завулак

source: 2-й Бородинский переулок
be: 2-і Барадзінскі завулак

source: 2-й Бороникский переулок
be: 2-і Бароніцкі завулак

source: 2-й Брагинский переулок
be: 2-і Брагінскі завулак

source: 2-й Брестский переулок
be: 2-і Брэсцкі завулак

source: 2-й Былинный проезд
be: 2-і Былінны праезд

source: 2-й Быховский переулок
be: 2-і Быхаўскі завулак

source: 2-й Великолукский переулок
be: 2-і Велікалуцкі завулак

source: 2-й Велосипедный переулок
be: 2-і Веласіпедны завулак

source: 2-й Верхний переулок
be: 2-гi Верхнi завулак

source: 2-й Весенний переулок
be: 2-і Веснавы завулак

source: 2-й Виленский переулок
be: 2-і Віленскі завулак

source: 2-й Вильчицкий переулок
be: 2-і Вільчыцкі завулак

source: 2-й Виноградный переулок
be: 2-і Вінаградны завулак

source: 2-й Витебский переулок
be: 2-і Віцебскі завулак

source: 2-й Вокзальный переулок
be: 2-і Вакзальны завулак

source: 2-й Волочаевский переулок
be: 2-і Валачаеўскі завулак

source: 2-й Восточный переулок
be: 2-і Усходні завулак

source: 2-й въезд Веры Хоружей
be: 2-і ўезд Веры Харужай

source: 2-й Германовский переулок
be: 2-і Германаўскі завулак

source: 2-й Гольшанский переулок
be: 2-і Гальшанскі завулак

source: 2-й Гомельский переулок
be: 2-і Гомельскі завулак

source: 2-й Горанский переулок
be: 2-і Гаранскі завулак

source: 2-й Госпитальный переулок
be: 2-і Шпітальны завулак

source: 2-й Гродненский переулок
be: 2-і Гродзенскі завулак

source: 2-й Грушевский переулок
be: 2-і Грушаўскі завулак

source: 2-й Дальний переулок
be: 2-і Дальні завулак

source: 2-й Дачный переулок
be: 2-і Дачны завулак

source: 2-й Деповский переулок
be: 2-і Дэпоўскі завулак

source: 2-й Детский переулок
be: 2-і Дзіцячы завулак

source: 2-й Днепровский переулок
be: 2-і Дняпроўскі завулак

source: 2-й Долгиновский переулок
be: 2-і Даўгінаўскі завулак

source: 2-й Домашевичский переулок
be: 2-і Дамашэвіцкі завулак

source: 2-й Дорожный переулок
be: 2-і Дарожны завулак

source: 2-й Дражненский переулок
be: 2-і Дражненскі завулак

source: 2-й Дружный переулок
be: 2-і Дружны завулак

source: 2-й Друтский переулок
be: 2-і Друцкі завулак

source: 2-й Дубровенский переулок
be: 2-і Дубровенскі завулак

source: 2-й Еловый переулок
be: 2-і Яловы завулак

source: 2-й Енисейский переулок
be: 2-і Енісейскі завулак

source: 2-й Железнодорожный переулок
be: 2-і Чыгуначны завулак

source: 2-й Жирмунский переулок
be: 2-і Жырмунскі завулак

source: 2-й Жлобинский проезд
be: 2-і Жлобінскі праезд

source: 2-й Заводской переулок
be: 2-і Заводскі завулак

source: 2-й Загородный переулок
be: 2-і Загарадны завулак

source: 2-й Задубровенский переулок
be: 2-і Задубровенскі завулак

source: 2-й Залинейный переулок
be: 2-і Залінейны завулак

source: 2-й Западный переулок
be: 2-і Заходні завулак

source: 2-й Западный тупик
be: 2-і Заходні тупік

source: 2-й Зареченский переулок
be: 2-і Зарэчанскі завулак

source: 2-й Заречный переулок
be: 2-і Зарэчны завулак

source: 2-й Звездный тупик
be: 2-і Зорны тупік

source: 2-й Зелёный переулок
be: [2-і Зялёны завулак, Зялёны завулак]

source: 2-й Зельвенский переулок
be: 2-і Зэльвенскі завулак

source: 2-й Зенитный переулок
be: 2-і Зенітны завулак

source: 2-й Зимний переулок
be: 2-і Зімовы завулак

source: 2-й Золотогорский переулок
be: 2-і Залатагорскі завулак

source: 2-й Известковый переулок
be: 2-і Вапнавы завулак

source: 2-й Измайловский переулок
be: 2-і Ізмайлаўскі завулак

source: 2-й Индустриальный переулок
be: 2-і Індустрыяльны завулак

source: 2-й Интернациональный переулок
be: 2-і Інтэрнацыянальны завулак

source: 2-й Июньский переулок
be: 2-і Чэрвеньскі завулак

source: 2-й Кавалерийский переулок
be: 2-і Кавалерыйскі завулак

source: 2-й Калиновый переулок
be: 2-і Калінавы завулак

source: 2-й Калужский переулок
be: 2-і Калужскі завулак

source: 2-й Карабановский переулок
be: 2-і Карабанаўскі завулак

source: 2-й Каравайный переулок
be: 2-і Каравайны завулак

source: 2-й Карьерный переулок
be: 2-і Кар’ерны завулак

source: 2-й Каштановый переулок
be: 2-і Каштанавы завулак

source: 2-й Кирпичный переулок
be: 2-і Цагляны завулак

source: 2-й Кленовый переулок
be: 2-і Кляновы завулак

source: 2-й Клинический переулок
be: 2-і Клінічны завулак

source: 2-й Колхозный переулок
be: 2-і Калгасны завулак

source: 2-й Кольцевой переулок
be: 2-і Кальцавы завулак

source: 2-й Кольцевой проезд
be: 2-і Кальцавы праезд

source: 2-й Комбинатовский переулок
be: 2-і Камбінатаўскі завулак

source: 2-й Комбинатский переулок
be: 2-і Камбінацкі завулак

source: 2-й Коммунальный переулок
be: 2-і Камунальны завулак

source: 2-й Комсомольский переулок
be: 2-і Камсамольскі завулак

source: 2-й Кооперативный переулок
be: 2-і Кааператыўны завулак

source: 2-й Короткий переулок
be: 2-і Кароткі завулак

source: 2-й Красненский проезд
be: 2-і Красненскі праезд

source: 2-й Красноармейский переулок
be: 2-і Чырвонаармейскі завулак

source: 2-й Красноармейский проезд
be: 2-і Чырвонаармейскі праезд

source: 2-й Красногвардейский переулок
be: 2-і Чырвонагвардзейскі завулак

source: 2-й Краснослободской переулок
be: 2-і Чырвонаслабодскі завулак

source: 2-й Краснофлотский проезд
be: 2-і Чырвонафлоцкі праезд

source: 2-й Кривичский переулок
be: 2-і Крывіцкі завулак

source: 2-й Круговой переулок
be: 2-і Кругавы завулак

source: 2-й Крутой переулок
be: 2-і Круты завулак

source: 2-й Кузнецкий переулок
be: 2-і Кавальскі завулак

source: 2-й Куликовский переулок
be: 2-і Кулікоўскі завулак

source: 2-й Лагерный переулок
be: 2-і Лагерны завулак

source: 2-й Лебедевский переулок
be: 2-і Лебядзеўскі завулак

source: 2-й Лейтенантский переулок
be: 2-і Лейтэнанцкі завулак

source: 2-й Ленинградский переулок
be: 2-і Ленінградскі завулак

source: 2-й Ленинский переулок
be: 2-і Ленінскі завулак

source: 2-й Лепельский переулок
be: 2-і Лепельскі завулак

source: 2-й Лепельский проезд
be: 2-і Лепельскі праезд

source: 2-й Лесной переулок
be: 2-і Лясны завулак

source: 2-й Летний переулок
be: 2-і Летні завулак

source: 2-й Луговой переулок
be: [2-i Лугавы завулак, 2-і Лугавы завулак]

source: 2-й Магистральный переулок
be: 2-і Магістральны завулак

source: 2-й Малиновый переулок
be: 2-і Малінавы завулак

source: 2-й Малый переулок
be: 2-і Малы завулак

source: 2-й Марусинский переулок
be: 2-і Марусінскі завулак

source: 2-й Машиностроительный переулок
be: 2-і Машынабудаўнічы завулак

source: 2-й Машковский переулок
be: 2-і Машкаўскі завулак

source: 2-й Межевой переулок
be: 2-і Межавы завулак

source: 2-й Мельничный переулок
be: 2-і Млынавы завулак

source: 2-й Минский переулок
be: 2-і Мінскі завулак

source: 2-й Могилевский переулок
be: 2-і Магілёўскі завулак

source: 2-й Мозырьский переулок
be: 2-і Мазырскі завулак

source: 2-й Молодёжный переулок
be: 2-і Моладзевы завулак

source: 2-й Московский переулок
be: 2-і Маскоўскі завулак

source: 2-й Мостовский переулок
be: 2-і Мастоўскі завулак

source: 2-й Набережный переулок
be: [2-і Набярэжны завулак, завулак 2-і Наберажны]

source: 2-й Нагорный переулок
be: 2-і Нагорны завулак

source: 2-й Наклонный переулок
be: 2-і Нахілены завулак

source: 2-й Николаевский переулок
be: 2-і Мікалаеўскі завулак

source: 2-й Новкинский переулок
be: 2-і Ноўкінскі завулак

source: 2-й Ново-Крайний переулок
be: 2-і Нова-Крайні завулак

source: 2-й Новолюбенский переулок
be: 2-і Новалюбенскі завулак

source: 2-й Новый переулок
be: 2-і Новы завулак

source: 2-й Овражный переулок
be: 2-і Аўражны завулак

source: 2-й Огородный переулок
be: 2-і Агародны завулак

source: 2-й Окружной переулок
be: 2-і Акружны завулак

source: 2-й Октябрьский переулок
be: 2-і Кастрычніцкі завулак

source: 2-й Ольховый переулок
be: 2-і Альховы завулак

source: 2-й Ореховский переулок
be: 2-і Арэхаўскі завулак

source: 2-й Оршанский переулок
be: 2-і Аршанскі завулак

source: 2-й Осенний переулок
be: 2-і Асенні завулак

source: 2-й Осиновский переулок
be: 2-і Асінаўскі завулак

source: 2-й Осоавиахимовский переулок
be: 2-і Асавіяхімаўскі завулак

source: 2-й Офицерский переулок
be: 2-і Афіцэрскі завулак

source: 2-й Парковый переулок
be: 2-і Паркавы завулак

source: 2-й Парниковый переулок
be: 2-і Парніковы завулак

source: 2-й Партизанский переулок
be: 2-і Партызанскі завулак

source: 2-й Первомайский переулок
be: 2-і Першамайскі завулак

source: 2-й Переездный переулок
be: 2-і Пераездны завулак

source: 2-й Перекопский переулок
be: 2-і Перакопскі завулак

source: 2-й переулок 14 Партизан
be: 2-і завулак 14 Партызан

source: 2-й переулок 1-го Мая
be: 2-і завулак 1-га Мая

source: 2-й переулок 3 Июля
be: 2-і завулак 3 Ліпеня

source: 2-й переулок Азина
be: 2-і завулак Азіна

source: 2-й переулок Александра Матросова
be: 2-і завулак Аляксандра Матросава

source: 2-й переулок Антонова
be: 2-і завулак Антонава

source: 2-й переулок Багратиона
be: 2-і завулак Баграціёна

source: 2-й переулок Белинского
be: 2-і завулак Бялінскага

source: 2-й переулок Белуша
be: 2-і завулак Белуша

source: 2-й переулок Белыницкого-Бирули
be: 2-і завулак Бялыніцкага-Бірулі

source: 2-й переулок Бумажкова
be: 2-і завулак Бумажкова

source: 2-й переулок Бурлыги
be: 2-і завулак Бурлыгі

source: 2-й переулок Васнецова
be: 2-і завулак Васняцова

source: 2-й переулок Веры Хоружей
be: 2-і завулак Веры Харужай

source: 2-й переулок Вильчковского
be: 2-і завулак Вільчкоўскага

source: 2-й переулок Володарского
be: 2-і завулак Валадарскага

source: 2-й переулок Волчецкого
be: 2-і завулак Валчэцкага

source: 2-й переулок Ворошилова
be: 2-і завулак Варашылава

source: 2-й переулок Гагарина
be: 2-і завулак Гагарына

source: 2-й переулок Галицкого
be: 2-і завулак Галіцкага

source: 2-й переулок Гастелло
be: 2-і завулак Гастэлы

source: 2-й переулок Гидротехников
be: 2-і завулак Гідратэхнікаў

source: 2-й переулок Глаголева
be: 2-і завулак Глаголева

source: 2-й переулок Глинки
be: 2-і завулак Глінкі

source: 2-й переулок Гоголя
be: 2-і завулак Гогаля

source: 2-й переулок Горького
be: 2-і завулак Горкага

source: 2-й переулок Грекова
be: 2-і завулак Грэкава

source: 2-й переулок Гречихи
be: 2-і завулак Грачыхі

source: 2-й переулок Демьяна Бедного
be: 2-і завулак Дзям’яна Беднага

source: 2-й переулок Дзержинского
be: 2-і завулак Дзяржынскага

source: 2-й переулок Доватора
be: 2-і завулак Даватара

source: 2-й переулок Донукалова
be: 2-і завулак Данукалава

source: 2-й переулок Дорохова
be: 2-і завулак Дорахава

source: 2-й переулок Достоевского
be: 2-і завулак Дастаеўскага

source: 2-й переулок Дунаевского
be: 2-і завулак Дунаеўскага

source: 2-й переулок Есенина
be: 2-і завулак Ясеніна

source: 2-й переулок Жуковского
be: 2-і завулак Жукоўскага

source: 2-й переулок Зайцева
be: 2-і завулак Зайцава

source: 2-й переулок Заслонова
be: 2-і завулак Заслонава

source: 2-й переулок Зубачёва
be: 2-і завулак Зубачова

source: 2-й переулок Зюбина
be: 2-і завулак Зюбіна

source: 2-й переулок Ивлиева
be: 2-і завулак Іўліева

source: 2-й переулок Ильича
be: 2-і завулак Іл’іча

source: 2-й переулок Калинина
be: 2-і завулак Калініна

source: 2-й переулок Калиновского
be: 2-і завулак Каліноўскага

source: 2-й переулок Карла Либкнехта
be: 2-і завулак Карла Лібкнехта

source: 2-й переулок Карла Маркса
be: 2-і завулак Карла Маркса

source: 2-й переулок Катаева
be: 2-і завулак Катаева

source: 2-й переулок Кирова
be: 2-і завулак Кірава

source: 2-й переулок Киселёва
be: 2-і завулак Кісялёва

source: 2-й переулок Кожедуба
be: 2-і завулак Кажадуба

source: 2-й переулок Кольцова
be: 2-і завулак Кальцова

source: 2-й переулок Комарова
be: 2-і завулак Камарова

source: 2-й переулок Кондратенко
be: 2-і завулак Кандраценкі

source: 2-й переулок Корженевского
be: 2-і завулак Каржанеўскага

source: 2-й переулок Космонавтов
be: 2-і завулак Касманаўтаў

source: 2-й переулок Красной Слободы
be: 2-і завулак Чырвонай Слабады

source: 2-й переулок Крупской
be: 2-і завулак Крупскай

source: 2-й переулок Крылова
be: 2-і завулак Крылова

source: 2-й переулок Крыловича
be: 2-і завулак Крыловіча

source: 2-й переулок Куйбышева
be: 2-і завулак Куйбышава

source: 2-й переулок Лазо
be: 2-і завулак Лазо

source: 2-й переулок Леваневского
be: 2-і завулак Леванеўскага

source: 2-й переулок Ленина
be: 2-і завулак Леніна

source: 2-й переулок Лермонтова
be: 2-і завулак Лермантава

source: 2-й переулок Лизы Чайкиной
be: 2-і завулак Лізы Чайкінай

source: 2-й переулок Люси Сечко
be: 2-і завулак Люсі Сячко

source: 2-й переулок Максима Богдановича
be: 2-і завулак Максіма Багдановіча

source: 2-й переулок Максима Горького
be: 2-і завулак Максіма Горкага

source: 2-й переулок Малахова
be: 2-і завулак Малахава

source: 2-й переулок Маневича
be: 2-і завулак Маневіча

source: 2-й переулок Марата
be: 2-і завулак Марата

source: 2-й переулок Марача
be: 2-і завулак Марача

source: 2-й переулок Маяковского
be: 2-і завулак Маякоўскага

source: 2-й переулок Мележа
be: 2-і завулак Мележа

source: 2-й переулок Механизаторов
be: 2-і завулак Механізатараў

source: 2-й переулок Мира
be: 2-і завулак Міру

source: 2-й переулок Мироновой
be: 2-і завулак Міронавай

source: 2-й переулок Михалово
be: 2-і завулак Міхалова

source: 2-й переулок Мичурина
be: 2-і завулак Мічурына

source: 2-й переулок Можайского
be: 2-і завулак Мажайскага

source: 2-й переулок Монтажников
be: 2-і завулак Мантажнікаў
